Repository: karim88/SupMTI-TextEditor
Catalog: locales/*/LC_MESSAGES/supmti-texteditor.po
Languages: ar

source: A stupid Text Editor made with PyGTK. It's a part of my Python Min-project for SupMTI Rabat.
ar: محرر نصوص تم تصميمه بإستخدام PyGTK

source: Copyright (c) 2019 Karim Oulad Chalha
ar: حقوق محفوظة (c) 2019 كريم أولاد الشلحة

source: Github repo.
ar: مستودع Github.

source: Please choose a file
ar: المرجوا إختيار ملف

source: New file (err)
ar: ملف جديد

source: Search & replace
ar: بحث و إستبدال

source: Insert text you want to search for:
ar: النص الذي تريد إستبداله:

source: Insert text you want to replace with:
ar: النص الذي تريد الإستبدال به:

source: Search
ar: بحث

source: Alert
ar: حظر

source: File %s not saved.
ar: لم يتم حفظ الملف %s.

source: New file
ar: ملف جديد

source: Menu
ar: القائمة

source: Open file
ar: قتح الملف

source: Save
ar: حفظ

source: Save as
ar: حفظ كـ

source: Find
ar: بحث

source: Find & Replace
ar: بحث و إستبدال

source: Exit
ar: الخروج

source: Help
ar: المساعدة

source: Translate this Application
ar: ترجمة هذا التطبيق

source: Report a bug
ar: إبلاغ عن خلل

source: About
ar: حول
